Repository: Gioovannii/Maree-dambre
Catalog: MareesAmbre/Localizable.xcstrings
Source language: fr
Languages: en

source: Bien avant les royaumes, l’archipel n’était qu’une étendue de brume et d’écueils. Puis la mer se retira, révélant dans ses profondeurs une matière inconnue : l’ambre des marées, une pierre chaude et dorée qui semblait retenir la lumière du jour. Les premiers habitants bâtirent leurs maisons sur les hauteurs et leurs ports au creux des anses. Ils apprirent à lire les courants, à cultiver les terres salées et à tailler l’ambre pour guider les navires dans la nuit. Pendant des générations, les îles prospérèrent. Mais l’archipel n’est jamais immobile. Les courants changent, de nouvelles terres émergent, et d’anciennes routes disparaissent sous les flots. Chaque marée apporte son lot de découvertes — et réveille des rivalités oubliées. Tu arrives à Port d’Ambre au moment où les cartes cessent d’être fiables. Quelques bâtiments, des réserves modestes et un port à reconstruire : c’est peu, mais c’est un début. Autour de toi, les Humains défendent leurs ports, le Peuple des récifs veille sur les passes maritimes et les Elfes des marais étendent leurs villages le long des chenaux. Aucun de ces peuples ne peut dominer seul les marées. Il faudra développer ton village, protéger ses habitants et envoyer des expéditions au-delà des récifs. Ici, une absence ne condamne pas une cité : les gardes tiennent leur poste, les ateliers poursuivent leur ouvrage, et les réserves grandissent au rythme du monde. Car l’archipel garde la mémoire de chaque marée. Et peut-être, dans ses îles les plus anciennes, l’ambre révèle-t-il pourquoi la mer se retire.
en: Long before the kingdoms, the archipelago was nothing but mist and hidden rocks. Then the sea withdrew, revealing an unknown substance in its depths: tidal amber, a warm golden stone that seemed to hold the light of day. The first settlers built their homes on high ground and their harbors in sheltered coves. They learned to read the currents, farm the salty land and carve amber to guide ships through the night. For generations, the islands prospered. But the archipelago never stands still. Currents shift, new lands emerge and old routes vanish beneath the waves. Every tide brings discoveries and awakens forgotten rivalries. You arrive at Amber Harbor just as the charts become unreliable. A few buildings, modest supplies and a harbor to rebuild: it is little, but it is a beginning. Around you, Humans defend their ports, the Reef Folk guard the sea passages and Marsh Elves expand their villages along the channels. None of these peoples can master the tides alone. You must develop your village, protect its inhabitants and send expeditions beyond the reefs. Here, an absence does not doom a town: guards keep their posts, workshops keep working and stores grow with the rhythm of the world. For the archipelago remembers every tide. Perhaps, on its oldest islands, the amber will reveal why the sea withdraws.

# screen.prologue.prologue_amber_harbor
source: PROLOGUE · PORT D’AMBRE
en: PROLOGUE · AMBER HARBOR

# screen.prologue.start_with_value
source: Commencer avec %@
en: Start with %@

# screen.prologue.strength
source: ATOUT
en: STRENGTH

# screen.prologue.the_memory_of_the_islands
source: La mémoire des îles
en: The memory of the islands

# screen.prologue.the_memory_of_the_tides
source: LA MÉMOIRE DES MARÉES
en: THE MEMORY OF THE TIDES

# screen.prologue.three_peoples_three_destinies
source: TROIS PEUPLES, TROIS DESTINS
en: THREE PEOPLES, THREE DESTINIES

# screen.prologue.who_will_watch_over_your_village
source: Qui veillera sur votre village ?
en: Who will watch over your village?

# screen.research.doctrine_learned
source: Doctrine acquise
en: Doctrine learned

source: Chaque recherche débloque définitivement une unité pour ce village. Entraînez-la ensuite à la Cour des armes.
en: Each research permanently unlocks a unit for this village. Train it at the Training Grounds.

# screen.research.humans
source: Humains
en: Humans

# screen.research.power_value_carrying_capacity_value
source: Force %@ · Transport %@
en: Power %@ · Carrying capacity %@

# screen.research.research_1_min
source: Rechercher · 1 min
en: Research · 1 min

# screen.research.units_value
source: Unités · %@
en: Units · %@

# screen.research.value_wood_value_amber_value_food
source: %@ bois · %@ ambre · %@ vivres
en: %@ wood · %@ amber · %@ food

# screen.resource_site.cost_value_wood_value_amber_value_food
source: Coût : %@ bois · %@ ambre · %@ vivres
en: Cost: %@ wood · %@ amber · %@ food

# screen.resource_site.develop_site
source: Développer le terrain
en: Develop site

# screen.resource_site.duration_1_minute
source: Durée : 1 minute
en: Duration: 1 minute

source: Terminez ou annulez le chantier en cours avant de commencer cette amélioration.
en: Finish or cancel the current construction before starting this upgrade.

source: La récolte continue pendant votre absence. Les ressources rejoignent automatiquement le stock du village.
en: Harvesting continues while you are away. Resources are automatically added to village storage.

# screen.resource_site.level_value_of_value
source: Niveau %@ sur %@
en: Level %@ of %@

source: Un seul terrain de ce type au niveau 10 débloque son bâtiment de production au Centre.
en: One level 10 site of this type unlocks its production building in town.

# screen.resource_site.resource_site
source: TERRAIN PRODUCTEUR
en: RESOURCE SITE

# screen.resource_site.site_at_maximum_level
source: Terrain au niveau maximal
en: Site at maximum level

# screen.resource_site.site_value
source: ZONE %@
en: SITE %@

# screen.resource_site.upgrade
source: Améliorer
en: Upgrade

# screen.resource_site.upgrade_to_level_value
source: Améliorer au niveau %@
en: Upgrade to level %@

# screen.resource_site.value_value_per_hour
source: +%@ %@ par heure
en: +%@ %@ per hour

# screen.resource_upgrade_status.cancel_50_refund
source: Annuler · remboursement de 50 %
en: Cancel · 50% refund

source: La production actuelle continue. Le nouveau niveau sera actif à la fin du chantier.
en: Current production continues. The new level takes effect when construction finishes.

# screen.resource_upgrade_status.resource_site
source: Terrain
en: Resource site

# screen.resource_upgrade_status.upgrade_in_progress
source: Amélioration en cours
en: Upgrade in progress

# screen.resource_upgrade_status.value_level_value
source: %@ · Niveau %@
en: %@ · Level %@

# screen.resources.amber
source: Ambre
en: Amber

# screen.resources.food
source: Vivres
en: Food

# screen.resources.full
source: Plein
en: Full

# screen.resources.value_value_of_value_plus_value_per_hour
source: %@, %@ sur %@, plus %@ par heure
en: %@, %@ of %@, plus %@ per hour

# screen.resources.wood
source: Bois
en: Wood

# screen.tide_level_badge.level_value
source: Niveau %@
en: Level %@

# screen.village_board.construction_of_value_value_percent_complete
source: Chantier de %@, %@ pour cent terminé
en: Construction of %@, %@ percent complete

# screen.village_board.full_district_map_value
source: Carte entière du district : %@.
en: Full district map: %@.

# screen.village_board.move_the_selected_building_to_this_plot_if_compatible
source: Déplacer le bâtiment sélectionné vers cette case si elle est compatible
en: Move the selected building to this plot if compatible

# screen.village_board.open_the_harbor_and_town_buildings
source: Ouvrir le port et les bâtiments du Centre-ville
en: Open the harbor and town buildings

# screen.village_board.plot_value_value_value
source: Emplacement %@, %@%@
en: Plot %@, %@%@

# screen.village_board.quay_town
source: Quais & Centre
en: Quay & Town

# screen.village_board.selected
source: Sélectionné
en: Selected

# screen.village_board.site_value_value_level_value
source: Zone %@, %@, niveau %@
en: Site %@, %@, level %@

# screen.village_board.unavailable
source: , indisponible
en: , unavailable

# screen.village_board.view_details_or_build_on_this_plot
source: Afficher les détails ou construire sur cet emplacement
en: View details or build on this plot

# screen.village_board.view_production_and_upgrade_this_site
source: Afficher la production et améliorer cette zone
en: View production and upgrade this site

# screen.village_session.action_completed_but_the_game_could_not_be_saved
source: Action effectuée, mais sauvegarde impossible.
en: Action completed, but the game could not be saved.

# screen.village_session.choose_a_compatible_empty_plot
source: Choisissez une parcelle libre compatible.
en: Choose a compatible empty plot.

# screen.village_session.choose_an_empty_plot_for_value
source: Choisissez une parcelle libre pour %@.
en: Choose an empty plot for %@.

# screen.village_session.choose_an_empty_plot_to_build
source: Choisissez un emplacement libre pour construire.
en: Choose an empty plot to build.

# screen.village_session.construction_canceled_half_the_resources_were_refunded
source: Chantier annulé. La moitié des ressources a été récupérée.
en: Construction canceled. Half the resources were refunded.

# screen.village_session.expedition_departed_returns_in_value_seconds
source: Expédition partie. Retour dans %@ secondes.
en: Expedition departed. Returns in %@ seconds.

# screen.village_session.in_value_m_value_s
source: dans %@m %@s
en: in %@m %@s

# screen.village_session.move_canceled
source: Déplacement annulé.
en: Move canceled.

# screen.village_session.research_started_value_ready_in_one_minute
source: Recherche lancée : %@. Fin dans une minute.
en: Research started: %@. Ready in one minute.

# screen.village_session.resource_site_upgraded_to_level_value
source: Terrain amélioré au niveau %@.
en: Resource site upgraded to level %@.

# screen.village_session.tap_a_compatible_empty_plot_to_move_value
source: Touchez une case libre compatible pour déplacer %@.
en: Tap a compatible empty plot to move %@.

source: Sauvegarde du village illisible. Un village neuf est affiché ; la prochaine action remplacera cette sauvegarde.
en: The village save could not be read. A new village is shown; your next action will replace this save.

# screen.village_session.this_building_cannot_be_placed_here
source: Cette case ne peut pas accueillir ce bâtiment.
en: This building cannot be placed here.

# screen.village_session.training_started_for_value_units
source: Entraînement de %@ unité(s) lancé.
en: Training started for %@ units.

# screen.village_session.upgrade_canceled_half_the_resources_were_refunded
source: Amélioration annulée. La moitié des ressources a été récupérée.
en: Upgrade canceled. Half the resources were refunded.

# screen.village_session.value_completed_the_building_is_ready
source: %@ terminé. Le bâtiment est prêt.
en: %@ completed. The building is ready.

# screen.village_session.value_construction_started_ready_in_one_minute
source: %@ : chantier lancé. Fin dans une minute.
en: %@: construction started. Ready in one minute.

# screen.village_session.value_moved_production_continues
source: %@ déplacée. Sa production continue.
en: %@ moved. Production continues.

# screen.village_session.value_now_watch_over_amber_harbor
source: %@ veille désormais sur Port d’Ambre.
en: %@ now watch over Amber Harbor.

# screen.village_session.value_upgrade_started_ready_in_one_minute
source: %@ : amélioration lancée. Fin dans une minute.
en: %@: upgrade started. Ready in one minute.

# screen.world.amber_harbor
source: Port d’Ambre
en: Amber Harbor

# screen.world.level_value_defense_value_value_locations
source: Niveau %@ · Défense %@ · %@ lieux
en: Level %@ · Defense %@ · %@ locations

# screen.world.neighboring_shores
source: Les rivages voisins
en: Neighboring Shores

source: Pavillons simulés hors ligne · Le tracé doré relie votre village au lieu sélectionné ; il ne représente pas une expédition en cours.
en: Offline simulated factions · The golden line connects your village to the selected location; it does not represent an active expedition.

# screen.world.select_a_faction_to_discover_your_neighbors
source: Sélectionnez un pavillon pour découvrir vos voisins.
en: Select a faction to discover your neighbors.

# screen.world.troops_expeditions_and_report
source: Troupes, expéditions et rapport
en: Troops, expeditions and report

# screen.world.unclaimed_land_attacks_target_neighboring_factions
source: Lieu libre · Les attaques ciblent les pavillons voisins.
en: Unclaimed land · Attacks target neighboring factions.

# screen.world.view_expeditions
source: Voir les expéditions
en: View expeditions

# screen.world.your_power_value_round_trip_value_s
source: Votre force : %@ · Aller-retour : %@ s
en: Your power: %@ · Round trip: %@ s

# screen.world.your_village_available_power_value
source: Votre village · Force disponible : %@
en: Your village · Available power: %@

# screen.world.your_village_the_surrounding_lands_and_neighboring_factions
source: Votre village, les terres alentour et les autres pavillons.
en: Your village, the surrounding lands and neighboring factions.

# screen.world_canvas.amber
source: Ambre
en: Amber

# screen.world_canvas.archipelago_and_neighboring_villages
source: Archipel et villages voisins
en: Archipelago and neighboring villages

# screen.world_canvas.choose_a_destination_using_the_buttons_below_the_map
source: Choisissez une destination avec les boutons sous la carte.
en: Choose a destination using the buttons below the map.

# screen.world_canvas.choose_a_position
source: Choisir une position
en: Choose a position

# screen.world_canvas.column_value
source: Colonne : %@
en: Column: %@

# screen.world_canvas.drag_to_explore_pinch_to_zoom_tap_a_village
source: Glissez pour explorer · Pincez pour zoomer · Touchez un village
en: Drag to explore · Pinch to zoom · Tap a village

# screen.world_canvas.forests
source: Forêts
en: Forests

# screen.world_canvas.my_village
source: Mon village
en: My village

# screen.world_canvas.overview
source: Vue d’ensemble
en: Overview

# screen.world_canvas.row_value
source: Ligne : %@
en: Row: %@

# screen.world_canvas.sea_of_echoes
source: MER DES ÉCHOS
en: SEA OF ECHOES

# screen.world_canvas.territories
source: Territoires
en: Territories

# screen.world_canvas.zoom_in
source: Zoomer
en: Zoom in

# screen.world_canvas.zoom_out
source: Dézoomer
en: Zoom out

source: Prochaine ressource %@ · production et factions avancent hors ligne.
en: Next resource %@ · production and factions progress offline.

# screen.world_clock_status.the_world_keeps_moving
source: LE MONDE CONTINUE
en: THE WORLD KEEPS MOVING

# screen.army.recruit
source: Recruter : %@
en: Recruit: %@

# screen.army.available_units
source: %@ · %@ disponible(s)
en: %@ · %@ available

# screen.army.train
source: Entraîner · %@ s
en: Train · %@ s

# screen.army.training_cost
source: Coût : %@ bois · %@ ambre · %@ vivres
en: Cost: %@ wood · %@ amber · %@ food

# screen.island_detail.harbor
source: Port
en: Harbor
